Repository: CofficLab/GitOK
Catalog: Packages/PluginPluginManager/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Plugin Management
zh_hans: 插件管理
zh_hk: 外掛程式管理

source: Manage all registered plugins
zh_hans: 管理所有已注册插件
zh_hk: 管理所有已註冊外掛程式

source: List and display all registered plugins.
zh_hans: 列出并展示所有已注册插件。
zh_hk: 列出並展示所有已註冊外掛程式。

source: Search Plugins
zh_hans: 搜索插件
zh_hk: 搜尋外掛程式

source: No Plugins Found
zh_hans: 未找到插件
zh_hk: 找不到外掛程式

source: Select a Plugin
zh_hans: 选择一个插件
zh_hk: 選擇一個外掛程式

source: %lld Plugins
zh_hans: %lld 个插件
zh_hk: %lld 個外掛程式

source: %lld Enabled
zh_hans: %lld 已启用
zh_hk: %lld 已啟用

source: All
zh_hans: 全部
zh_hk: 全部

source: Always On
zh_hans: 始终启用
zh_hk: 永遠啟用

source: Disabled
zh_hans: 已禁用
zh_hk: 已停用

source: Deactivated
zh_hans: 已停用
zh_hk: 已停用

source: Enabled
zh_hans: 已启用
zh_hk: 已啟用

source: No Details Available
zh_hans: 无详细信息
zh_hk: 無詳細資訊

source: The plugin author did not provide a detail view.
zh_hans: 插件作者未提供详情视图。
zh_hk: 外掛程式作者未提供詳細檢視。

source: Enable
zh_hans: 启用
zh_hk: 啟用

source: Category
zh_hans: 分类
zh_hk: 分類

source: Version
zh_hans: 版本
zh_hk: 版本

source: Policy
zh_hans: 策略
zh_hk: 原則

source: Identifier
zh_hans: 标识
zh_hk: 識別碼

source: Permissions
zh_hans: 权限
zh_hk: 權限

source: Browse Useful Plugins
zh_hans: 浏览实用插件
zh_hk: 瀏覽實用外掛程式

source: Core Capabilities
zh_hans: 核心能力
zh_hk: 核心能力

source: Where to Find It
zh_hans: 入口位置
zh_hk: 入口位置

source: Settings → Plugin Management
zh_hans: 设置 → 插件管理
zh_hk: 設定 → 外掛程式管理

source: Plugin Catalog
zh_hans: 插件目录
zh_hk: 外掛程式目錄

source: View all registered plugins at a glance.
zh_hans: 一览所有已注册插件。
zh_hk: 一覽所有已註冊外掛程式。

source: Search
zh_hans: 搜索
zh_hk: 搜尋

source: Find plugins instantly by name.
zh_hans: 按名称即时查找插件。
zh_hk: 依名稱即時查找外掛程式。

source: Category Filter
zh_hans: 分类筛选
zh_hk: 分類篩選

source: Filter by plugin category.
zh_hans: 按插件分类过滤。
zh_hk: 依外掛程式分類篩選。

source: Plugin Details
zh_hans: 插件详情
zh_hk: 外掛程式詳細資料

source: View each plugin's description and stage.
zh_hans: 查看每个插件的描述与阶段。
zh_hk: 檢視每個外掛程式的說明與階段。

source: Ordering
zh_hans: 排序
zh_hk: 排序

source: Plugins are shown in registration order.
zh_hans: 插件按注册顺序展示。
zh_hk: 外掛程式依註冊順序展示。

source: Core
zh_hans: 核心
zh_hk: 核心

source: Chat
zh_hans: 聊天
zh_hk: 聊天

source: Model
zh_hans: 模型
zh_hk: 模型

source: Editor
zh_hans: 编辑器
zh_hk: 編輯器

source: Project
zh_hans: 项目
zh_hk: 專案

source: System
zh_hans: 系统
zh_hk: 系統

source: Design
zh_hans: 设计
zh_hk: 設計

source: Integration
zh_hans: 集成
zh_hk: 整合

source: General
zh_hans: 通用
zh_hk: 通用

source: Experimental
zh_hans: 实验
zh_hk: 實驗

source: Preview
zh_hans: 预览
zh_hk: 預覽

source: Stable
zh_hans: 稳定
zh_hk: 穩定

source: Deprecated
zh_hans: 已弃用
zh_hk: 已棄用

source: Stage
zh_hans: 阶段
zh_hk: 階段
